semestr1/ochronwa własności inetelektualnej/wyklad/wyklad 02.tex
% Created 2022-11-07 Mon 18:01
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{\textcopyleft}
\date{\today}
\title{Wyklad 02}
\hypersetup{
 pdfauthor={\textcopyleft},
 pdftitle={Wyklad 02},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Miejsce prawa autorekiego w systemie prawa}
\label{sec:orgf18ea09}
\begin{description}
\item[{Pierwotne}] dział prawa cywilnego, dziś -- część prawa własności intelektualnej.
\item[{Prawo autorskie w znaczeniu przedmiotwym}] oznacza zespół norm prawnych regulujących stosunki związane z tworzenie, ekspolatacją i ochroną utworów, tzw. prawami pokrewnymi i niektórymi dobrami osobistymi.
\item[{Prawo autorksie w znaczeniu przedmiotowym}] to zespół ozobistych i majątkowych uprawnień związanych z utworem.
\end{description}
\section{Żródła prawa autorkiego}
\label{sec:org0af17dd}
\begin{description}
\item[{Ustawa z 4 lutego 1994 r. o prawie autorskim i prawach pokrewnych}] (tj. Dz. U. z 2021 r., poz 1062 ze zm.),dalej: pr. aut.
\item[{Ustawa z 23 kwietnia 1964r -- Kodeks cywilny}] (t.j. Dz. U. z 2019r r. poz. 1145 ze zm.)
\item[{prawo międzynarodowe}] (najważnejsze umowy multilateralne, konwencja berańska, konwencja powszechna, Traktat WIPO o prawie autorskim)
\item[{Porawo Unit Europejeskiej}] (dyrektywy)
\end{description}
\section{Przedmot prawa autorskiego -- utwór}
\label{sec:org6581af4}
(synetyczna definicja utworu z art. 1 ust. 1 pr. aut.)
\begin{itemize}
\item Dobro niematerilane powinno być rezultatem pracy człowkeka (twórcy),
\item stanowić przejaw działalności twórczej,
\item mieć indywidualny charakter,
\item zostać ustalony w jakiejkolwiek postaci
\end{itemize}
\subsection{Przesłanka ``przejawu działalności twórczej'' -- orginalności}
\label{sec:org4a6664c}
\begin{itemize}
\item Utwór jest rezultatem działalności o charakterze kreacyjnym ( a nie wynikiem pracy rutynowej, szablonowej, zdeterminowanej przez przeznaczenie, materiał, wiążące schameaty pozbawiające twórcę swobody dokonywania wyboru),
\item subiektywnie nowym wytworem intelektu, jest orginalany, przesłanka ujawniania
\end{itemize}
\subsection{Przesłanka indywidualności}
\label{sec:orgbcd924f}
\begin{itemize}
\item utwór jest wynikiem niepowtarzalnej osobowości twórcy ma charakter statsystycznie jednorazowy (niepowtarzalny); koncepcja statystycznej jednorazowości polekga na zbadaniu czy takiedzieło powstało już wcześcniej i czy jest staysycznie prawdopodbne wytworzenie go w przyszłości przez inną osobę
\item Nie wyklucza to wystąpienia w wyjątkowych sytuacjach \textbf{twórczości paralelnej}
\end{itemize}
\subsection{Przesłanka ustalenia utworu}
\label{sec:org70855bb}
\begin{itemize}
\item Jest to jego uzwenętrzenie, które umożliwia percepcję utworu przez osoby trzecie inne niż twórca, dokonane w jakiejkolwiek postaci, nawet jeżeli utwór ma postać pracy magisterskiej, doktorskiej itp.;
\item Ochrona autorskoprawna powstaje od chwili ustalenia utworu, jest niezależna od spełnienia jakichkolwiek formlaności, np. umieczeina zastrzeżeń na egzemplarzach utworu (art. 1 ust. 3i 4 pr. aut.)
\end{itemize}
\section{Co tak naprawdę jest chronione?}
\label{sec:org80f2455}
\begin{description}
\item[{Art. 1 ust. 2'}] zdanie pierwsze: Ochroną może być objęty wyłącznie sposób wyrażenia treści
\item[{Forma --}] z regóły bardziej oczywista ochrona
\item[{Treść --}] po spełnieniu przesłanek ochrony twórczosci;
\item Dzieła podlegają ochronie w takim zakresie, w jakim są twórcze co może wyrażać się w treści i formie utworu lub tylko w formie utrowu, treści pozatekstowej
\end{description}
\section{Przykłądowy katalog utworów}
\label{sec:org7b5cbaa}
\textbf{Art. 1ust. 2 pr. aut.}

Utwory:
\begin{enumerate}
\item Wytażone słowem, symbolami matematycznymi, znakami graficznymi(literackie,publicystyczne,naukowe,kartograficzne,porgramy komputerowe),
\item plastycznem
\item fotograficzne,
\item lutnicze,
\item wzornictwa przemysłowego
\item archtektoniczne, archtektoniczne-urbanistyczne i urbanistyczne,
\item muzyczne i słowno--muzyczne
\item sceniczne, sceniczno--muzyczne, chorograficzne i pantonomiczne,
\item audiowizualne (w tym filmowe)
\end{enumerate}
\section{Rodzaje utworów}
\label{sec:orge41dd04}
\begin{description}
\item[{art. 2 pr. aut --}] utwór zależny i inspirowany
\item[{art. 9 pr. aut --}] utwór współautorski
\item[{art. 10 pr. aut --}] utwór połączony
\item[{art. 11 pr. aut. --}] utwór zbiorowy
\item[{art. 12 pr. aut. --}] utwór pracowniczy
\item[{art. 14 pr. aut. --}] pracowniczy utwór naukowy
\item[{art. 15a pr. aut. --}] praca dyplomowa
\end{description}
\section{Utwory zależne i utwory inspirowane}
\label{sec:org3c4fec4}
\begin{description}
\item[{Utwór zależny --}] o którym mówimy, wtedy, gdy osoba recypująca fragmęty cudzego utworu dokonałą daleko idących przekształceń, które połączone z jej wkłądem twórczym stanowią \textbf{nową jakość}, innaczej \emph{``twórcza przeóbka''} np. tłumaczenie, streszczenie, adptacja.
\item[{Utwór inspirowany --}] \uline{który powstaje w wyniku pobudki(podniety) dostarczonej przez inny utwór}, przy czym nie chodzi o inspirację duchową, ale o powiązanie między dwoma utworami tj. utworem inspirującym i inspirowanym np. karykatura, parodia.
\item[{Utwór zależny --}] na egzemplarzach opracowania należy wmienić tytuł i twórcę utworu orginalnego; wykonanie autorskich praw majątkowych do utworu zależnego wymaga zgody twórcy utworu orginalnego.
\end{description}
\end{document}