ochronwa własności inetelektualnej/wyklad/wyklad 02.md

# Table of Contents

1.  [Miejsce prawa autorekiego w systemie prawa](#org826d77c)
2.  [Żródła prawa autorkiego](#org6ce6157)
3.  [Przedmot prawa autorskiego &#x2013; utwór](#orgb6afa08)
    1.  [Przesłanka &ldquo;przejawu działalności twórczej&rdquo; &#x2013; orginalności](#orgf66e177)
    2.  [Przesłanka indywidualności](#orgec8a262)
    3.  [Przesłanka ustalenia utworu](#org95a9a73)
4.  [Co tak naprawdę jest chronione?](#orgbdeddfa)
5.  [Przykłądowy katalog utworów](#orge63eee4)
6.  [Rodzaje utworów](#org4b68459)
7.  [Utwory zależne i utwory inspirowane](#org74ec477)



<a id="org826d77c"></a>

# Miejsce prawa autorekiego w systemie prawa

-   **Pierwotne:** dział prawa cywilnego, dziś &#x2013; część prawa własności intelektualnej.
-   **Prawo autorskie w znaczeniu przedmiotwym:** oznacza zespół norm prawnych regulujących stosunki związane z tworzenie, ekspolatacją i ochroną utworów, tzw. prawami pokrewnymi i niektórymi dobrami osobistymi.
-   **Prawo autorksie w znaczeniu przedmiotowym:** to zespół ozobistych i majątkowych uprawnień związanych z utworem.


<a id="org6ce6157"></a>

# Żródła prawa autorkiego

-   **Ustawa z 4 lutego 1994 r. o prawie autorskim i prawach pokrewnych:** (tj. Dz. U. z 2021 r., poz 1062 ze zm.),dalej: pr. aut.
-   **Ustawa z 23 kwietnia 1964r &#x2013; Kodeks cywilny:** (t.j. Dz. U. z 2019r r. poz. 1145 ze zm.)
-   **prawo międzynarodowe:** (najważnejsze umowy multilateralne, konwencja berańska, konwencja powszechna, Traktat WIPO o prawie autorskim)
-   **Porawo Unit Europejeskiej:** (dyrektywy)


<a id="orgb6afa08"></a>

# Przedmot prawa autorskiego &#x2013; utwór

(synetyczna definicja utworu z art. 1 ust. 1 pr. aut.)

-   Dobro niematerilane powinno być rezultatem pracy człowkeka (twórcy),
-   stanowić przejaw działalności twórczej,
-   mieć indywidualny charakter,
-   zostać ustalony w jakiejkolwiek postaci


<a id="orgf66e177"></a>

## Przesłanka &ldquo;przejawu działalności twórczej&rdquo; &#x2013; orginalności

-   Utwór jest rezultatem działalności o charakterze kreacyjnym ( a nie wynikiem pracy rutynowej, szablonowej, zdeterminowanej przez przeznaczenie, materiał, wiążące schameaty pozbawiające twórcę swobody dokonywania wyboru),
-   subiektywnie nowym wytworem intelektu, jest orginalany, przesłanka ujawniania


<a id="orgec8a262"></a>

## Przesłanka indywidualności

-   utwór jest wynikiem niepowtarzalnej osobowości twórcy ma charakter statsystycznie jednorazowy (niepowtarzalny); koncepcja statystycznej jednorazowości polekga na zbadaniu czy takiedzieło powstało już wcześcniej i czy jest staysycznie prawdopodbne wytworzenie go w przyszłości przez inną osobę
-   Nie wyklucza to wystąpienia w wyjątkowych sytuacjach **twórczości paralelnej**


<a id="org95a9a73"></a>

## Przesłanka ustalenia utworu

-   Jest to jego uzwenętrzenie, które umożliwia percepcję utworu przez osoby trzecie inne niż twórca, dokonane w jakiejkolwiek postaci, nawet jeżeli utwór ma postać pracy magisterskiej, doktorskiej itp.;
-   Ochrona autorskoprawna powstaje od chwili ustalenia utworu, jest niezależna od spełnienia jakichkolwiek formlaności, np. umieczeina zastrzeżeń na egzemplarzach utworu (art. 1 ust. 3i 4 pr. aut.)


<a id="orgbdeddfa"></a>

# Co tak naprawdę jest chronione?

-   **Art. 1 ust. 2&rsquo;:** zdanie pierwsze: Ochroną może być objęty wyłącznie sposób wyrażenia treści
-   **Forma --:** z regóły bardziej oczywista ochrona
-   **Treść --:** po spełnieniu przesłanek ochrony twórczosci;
-   Dzieła podlegają ochronie w takim zakresie, w jakim są twórcze co może wyrażać się w treści i formie utworu lub tylko w formie utrowu, treści pozatekstowej


<a id="orge63eee4"></a>

# Przykłądowy katalog utworów

**Art. 1ust. 2 pr. aut.**

Utwory:

1.  Wytażone słowem, symbolami matematycznymi, znakami graficznymi(literackie,publicystyczne,naukowe,kartograficzne,porgramy komputerowe),
2.  plastycznem
3.  fotograficzne,
4.  lutnicze,
5.  wzornictwa przemysłowego
6.  archtektoniczne, archtektoniczne-urbanistyczne i urbanistyczne,
7.  muzyczne i słowno&#x2013;muzyczne
8.  sceniczne, sceniczno&#x2013;muzyczne, chorograficzne i pantonomiczne,
9.  audiowizualne (w tym filmowe)


<a id="org4b68459"></a>

# Rodzaje utworów

-   **art. 2 pr. aut --:** utwór zależny i inspirowany
-   **art. 9 pr. aut --:** utwór współautorski
-   **art. 10 pr. aut --:** utwór połączony
-   **art. 11 pr. aut. --:** utwór zbiorowy
-   **art. 12 pr. aut. --:** utwór pracowniczy
-   **art. 14 pr. aut. --:** pracowniczy utwór naukowy
-   **art. 15a pr. aut. --:** praca dyplomowa


<a id="org74ec477"></a>

# Utwory zależne i utwory inspirowane

-   **Utwór zależny --:** o którym mówimy, wtedy, gdy osoba recypująca fragmęty cudzego utworu dokonałą daleko idących przekształceń, które połączone z jej wkłądem twórczym stanowią **nową jakość**, innaczej *&ldquo;twórcza przeóbka&rdquo;* np. tłumaczenie, streszczenie, adptacja.
-   **Utwór inspirowany --:** <span class="underline">który powstaje w wyniku pobudki(podniety) dostarczonej przez inny utwór</span>, przy czym nie chodzi o inspirację duchową, ale o powiązanie między dwoma utworami tj. utworem inspirującym i inspirowanym np. karykatura, parodia.
-   **Utwór zależny --:** na egzemplarzach opracowania należy wmienić tytuł i twórcę utworu orginalnego; wykonanie autorskich praw majątkowych do utworu zależnego wymaga zgody twórcy utworu orginalnego.

